;
; Puține reguli pentru traducător:
; Pentru început de traducere - copiați english.ini în limba dvs.ini
; Traduceți textul numai după simbolul '='
; 
; Product Name: Wise Memory Optimizer
; TranslationAuthor: Neamţu Mihai
; TranslationAuthorEmail: mitza97@gmail.com

[Lang]
NativeLanguage=Română (Romanian)

[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=Bine
ButtonClose=Închidere
BtnNews=Informaţii

[Translation]
LangCode=0418
ReadHabit=De la stânga la dreapta
LanguageName=ROM
LangShortName=ro-ro
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informaţii
Warning=Avertisment
Error=Eroare
Confirm=Confirmare
;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Împărtăşiţi Wise Memory Optimizer cu prietenii
FrmMoMain.imgfacebook.hint=Distribuie WiseCleaner pe Facebook
FrmMoMain.imgtwitter.hint=Distribuie Wise Memory Optimizer pe Twitter
FrmMoMain.chkupdate.caption=Verificare auto pentru versiunea nouă
FrmMoMain.btnlike.caption=Îmi place
FrmMoMain.lblTotalMem.Caption=Mărime memorie:
FrmMoMain.lblaopt.Caption=Auto optimizare memorie când scade sub:
FrmMoMain.lbltry.Caption=Eliberează mai multă memorie
FrmMoMain.btnsettings.Caption=Setări
FrmMoMain.btnOpt.Caption=Optimizare
FrmMoMain.chkmin.Caption=Minimizare în tavă
FrmMoMain.chkauto.Caption=Rulează la pornirea Windows-ului
FrmMoMain.chkautoOpt.Caption=Activare auto-optimizare
FrmMoMain.ckchkclearborad.Caption=Golește clipboard în timp ce se optimizează
FrmMoMain.chkidle.Caption=Rulează când CPU este în repaus. (Recomandat)
FrmMoMain.lbllang.Caption=Limba:
;
; About
;
FrmAbout.caption=Despre
FrmAbout.btnok.caption=Bine
FrmAbout.lblver.caption=Versiunea curentă:
FrmAbout.lblemail.caption=Suport e-mail:
FrmAbout.lblhome.caption=Pagina principală:
FrmAbout.lblthanks.caption=Mulţumim următoarelor persoane pentru contribuţiile lor:

[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=Bine
ButtonClose=Închidere

[MemoryOptimizer]
ThisTimeFreeMemory=Eliberată %s Memorie mai multă.
CurPrecent=Utilizarea curentă a memoriei:
UsedMemory=Memorie utilizată:
AvailableMemory=Memorie disponibilă:
FreeMemory=Memorie liberă:
At=La
pmShow=Afișează fereastra programului
pmOpt=Optimizare
pmAbout=Despre
pmExit=Ieşire
SureExit=Se optimizează memoria...sunteţi sigur că vreţi să ieşiţi acum?
Mintotray=Se optimizează memoria

[Message]
NoNews=Nu aveți niciun mesaj necitit.
NewVer=O nouă versiune de Wise Memory Optimizer este disponibilă! Vrei să-l actualizezi acum?
NotShowNotice=Nu afișa din nou această notificare